Repository: 84000/data-translation-memory
Catalog: toh813_84000-the-aspiration-prayer-from-destroyer-of-the-great-trichiliocosm-.tmx
Source language: bo
Languages: en

source: ༄༅། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels!

source: །འཇིག་རྟེན་འདིའམ་གང་དག་འདས་པ་དང་། །མཐོ་རིས་དག་ན་རིན་ཆེན་མཆོག་ཡོད་པ།
en: In this world or beyond there is nothing— Not even a precious gem in the higher realms—

source: །དེ་བཞིན་གཤེགས་པ་ལྷ་ཡི་ལྷར་གྱུར་པ།
en: That equals the Thus-Gone One, the god of gods,

source: །མི་ཡི་མཆོག་དང་འདིར་ནི་མཚུངས་པ་མེད།
en: The supreme among humans.

source: །དེ་བས་འདི་ནི་རིན་ཆེན་མཆོག་ཏུ་གསུངས།
en: Thus, he is called the most precious gem.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ཟད་པ་ཆགས་བྲལ་བདུད་རྩི་འདུས་མ་བྱས། །ཤེས་པས་ཤཱཀྱ་ཐུབ་དེས་རབ་ཏུ་ཕྱེ། །བདུད་རྩི་ཞི་བ་འདུས་བྱས་མ་ཡིན་པ།
en: By this truth may there be well-being here!

source: །ཆོས་དེ་དང་ནི་མཚུངས་པ་གང་ཡང་མེད།
en: There is nothing at all comparable to the Dharma Of uncompounded, quiescent ambrosia— The uncompounded ambrosia of extinction and dispassion Discerned by the Sage of the Śākyas through his knowledge.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །མཆོག་ཏུ་གང་འདོད་ཚུལ་བཞིན་རབ་བསྟན་པ། །སྟོན་པའི་རྣལ་འབྱོར་བླ་མེད་རྟག་སྒྲུབ་པ། །རྡོ་རྗེ་ལྟ་བུའི་མིག་གཉིས་ལམ་མཐོང་བ།
en: By this truth may there be well-being here!

source: །ཏིང་འཛིན་དེ་དང་མཉམ་པ་ཡོད་མ་ཡིན།
en: There is nothing comparable to the absorption That perceives the vajra-like, nondual path— The manifestation, in due order, of what is most desired, The permanent accomplishment of the teacher’s absolute practice.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །གང་ཟག་ཆེན་པོ་བརྒྱད་པོ་རབ་བསྔགས་ཤིང་།
en: By this truth may there be well-being here! The eight great kinds of person praised

source: །གང་ཟག་ཟུང་བཞིར་བརྗོད་པ་དེ་དག་ནི།
en: And called the four pairs , Extolled as “venerable” by the Thus-Gone One,

source: །དྲང་སྲོང་ཆེན་པོ་གང་ཟག་མཚུངས་མེད་པ། །བདེ་བར་གཤེགས་པས་སྦྱིན་པའི་གནས་ཞེས་གསུངས།
en: The incomparable person, the Great Sage,

source: །དེ་ལ་བྱིན་ན་འབྲས་བུ་ཆེར་འགྱུར་ཏེ།
en: Yield great fruits when offered to,

source: །ཞིང་རབ་གཤིན་ལ་ས་བོན་བཏབ་པ་བཞིན།
en: Like seeds planted in a fertile field—

source: །འདི་ནི་དགེ་འདུན་རིན་ཆེན་མཆོག་ཏུ་གསུངས།
en: This is called the most precious gem of the Saṅgha.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །གང་དག་བརྟན་པའི་ཡིད་ཀྱིས་རབ་བརྩོན་ཞིང་།
en: By this truth may there be well-being here! Since those who strive with firm resolve

source: །གཽ་ཏམ་ཡི་བསྟན་ལ་འཇུག་བྱེད་པ།
en: And enter Gautama’s teaching

source: །དེ་དག་ཐོབ་ནས་བདུད་རྩི་འཇུག་ཐོབ་སྟེ།
en: Gain access to ambrosia,

source: །མུན་པ་བསལ་ནས་མྱ་ངན་འདས་ཐོབ་པ།
en: Remove darkness, and attain nirvāṇa,

source: །དེ་བས་དགེ་འདུན་རིན་ཆེན་མཆོག་ཏུ་གསུངས།
en: They are called the most precious gem of the Saṅgha.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ལྟ་བ་འདི་ལ་སྦྱར་མ་ཐག་ཏུ་ནི།
en: By this truth may there be well-being here! As soon as they connect with this vision,

source: །འཇིག་ཚོགས་ལྟ་དང་ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་དང་། །ཐེ་ཚོམ་དང་ནི་ཉོན་མོངས་གསུམ་པོ་དག །ཅིག་ཆར་སྤངས་ཏེ་འཕགས་པའི་བདེན་མཐོང་བ།
en: Belief in the transitory collection, Ethical discipline in the form of extreme austerity, And doubt are simultaneously cast off, And they see the truths of the noble ones.

source: །དེས་ན་དགེ་འདུན་རིན་ཆེན་མཆོག་ཏུ་གསུངས།
en: Thus, they are called the most precious gem of the Saṅgha.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ལུས་སམ་ངག་གམ་འོན་ཏེ་ཡིད་ཀྱིས་ཀྱང་།
en: By this truth may there be well-being here! With body, speech, or mind

source: །སྡིག་པ་རྣམ་གསུམ་ནམ་ཡང་མི་བྱེད་ཅིང་།
en: They never produce the threefold evil deeds,

source: །གློ་བུར་བྱས་ནའང་འཆབ་པར་མི་བྱེད་ལ།
en: And even when they suddenly do, they do not conceal them,

source: །དེ་ལྟར་དེ་དག་ལྟ་བས་འཛིན་མི་བྱེད།
en: And in that way, their view is not tainted with grasping.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ཅི་ལྟར་དབང་པོའི་སྡོང་པོ་སར་བཙུགས་པ།
en: By this truth may there be well-being here! Just as a threshold beam planted in the ground

source: །ཕྱོགས་བཞིའི་རླུང་རྣམས་ཀྱིས་ནི་མི་གཡོ་ལྟར།
en: Is unmoved by winds from the four directions, So are the members of the saṅgha of noble ones,

source: །འཕགས་པའི་ལམ་གྱི་དམ་པ་མཐོང་བ་ཡི། །གང་ཟག་འཕགས་པའི་དགེ་འདུན་དེ་བཞིན་ནོ།
en: Who have insight into the highest path of the noble ones.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ཤེས་རབ་ཟབ་མོས་ཤིན་ཏུ་བསྟན་པ་ཡི། །འཕགས་པའི་བདེན་པ་སུ་དག་རྣམ་སྒོམ་ཞིང་།
en: By this truth may there be well-being here! Those who cultivate with profound wisdom The eloquently taught truths of the noble ones

source: །ལུས་ཀྱང་སྦྱིན་པར་ཡིད་ལ་བྱས་པ་ནི།
en: And consider giving away even their own bodies

source: །དེ་དག་འཇིགས་པ་བརྒྱད་དང་ཕྲད་མི་འགྱུར།
en: Never encounter the eight perils.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །ཅི་ལྟར་མེ་ནི་རླུང་གིས་ར་བ་གཏོར་བ།
en: By this truth may there be well-being here! Just as a flame extinguished by the wind

source: །ལག་ཏུ་བླངས་ཏེ་བགྲང་དུ་མེད་པ་ཉིད། །དེ་ལྟར་ཀུན་དུ་སྦྱོར་བར་བ་བཏང་བ།
en: Cannot be taken up and counted,

source: །སངས་རྒྱས་སྲས་རྣམས་བསྟན་དུ་མེད་པར་འགྲོ།
en: So do the offspring of the buddhas Become indemonstrable Once they have discarded all fetters.

source: །དེས་ནི་དགེ་འདུན་རིན་ཆེན་མཆོག་ཏུ་གསུངས།
en: Thus, they are called the most precious gem of the Saṅgha.

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །སེམས་ཅན་གང་དག་འགྲོ་དང་མི་འགྲོ་བ།
en: By this truth may there be well-being here! May all sentient beings, moving or still, be well here! And may they pay homage to the Buddha,

source: །དེ་དག་ཐམས་ཅད་འདིར་ནི་བདེར་གྱུར་ཅིག །སྟོན་མཆོག་ལྷ་དང་མིས་ནི་མཆོད་འོས་པ།
en: The supreme teacher, venerated by gods and humans!

source: །སངས་རྒྱས་ཕྱག་འཚལ་དེང་འདིར་དགེ་བར་ཤོག །སེམས་ཅན་གང་དག་འགྲོ་དང་མི་འགྲོ་བ།
en: May there be well-being here today! May all sentient beings, moving or still, be well here!

source: །དེ་དག་ཐམས་ཅད་འདིར་ནི་བདེར་གྱུར་ཅིག །ཞི་བ་ཆགས་བྲལ་ལྷ་མིས་མཆོད་འོས་པ། །ཆོས་ལ་ཕྱག་འཚལ་དེང་འདིར་དགེ་བར་ཤོག །སེམས་ཅན་གང་དག་འགྲོ་དང་མི་འགྲོ་བ།
en: May they pay homage to the Dharma, The peaceful dispassion venerated by gods and humans! May there be well-being here today! May all sentient beings, moving or still, be well here! May they pay homage to the Saṅgha,

source: །དེ་དག་ཐམས་ཅད་འདིར་ནི་བདེར་གྱུར་ཅིག །ཚོགས་ཀྱི་དམ་པ་ལྷ་མིས་མཆོད་འོས་པ།
en: The supreme assembly venerated by gods and humans!

source: །དགེ་འདུན་ཕྱག་འཚལ་དེང་འདིར་དགེ་བར་ཤོག །སེམས་ཅན་གང་དག་འགྲོ་དང་མི་འགྲོ་བ།
en: May there be well-being here today! May all sentient beings, moving or still, Be well here!

source: །དེ་དག་ཐམས་ཅད་དེང་འདིར་བདེར་གྱུར་ཅིག །འབྱུང་པོ་གང་དག་འདིར་ནི་ལྷགས་གྱུར་ཏེ།
en: May whatever bhūtas are assembled here,

source: །ས་འམ་འོན་ཏེ་བར་སྣང་འཁོད་པ་དག །སྐྱེ་དགུ་རྣམས་ལ་རྟག་ཏུ་བྱམས་བྱེད་ཤོག །ཉིན་དང་མཚན་དུ་ཆོས་ཀྱང་སྤྱོད་པར་ཤོག །འདི་ན་རྒྱལ་བ་དགྲ་རྒྱལ་བདེན་གང་གིས།
en: All those who dwell upon the earth or in the sky, Act always lovingly toward all creatures And practice Dharma day and night! By the truth that the Victorious One, having vanquished his foes,

source: །ཤིན་ཏུ་བདེན་པ་གསུང་ཞིང་བརྫུན་མེད་པ།
en: Spoke truthfully, without falsehood, May there be well-being here, And may all be delivered from grave perils!

source: །བདེན་པ་དེ་ཡིས་འདིར་ནི་དགེ་བར་ཤོག །དེ་ཀུན་འཇིགས་པ་ཆེ་ལས་ཐར་གྱུར་ཅིག །སངས་རྒྱས་ཀུན་གྱི་གཟི་བརྗིད་དང་། །རང་རྒྱལ་དག་གི་གཟི་བརྗིད་དང་། །དགྲ་བཅོམ་དག་གི་མཐུ་དག་དང་། །གསང་སྔགས་འཛིན་པ་ཐམས་ཅད་དང་། །ཤ་རིའི་བུ་ཡི་ཤེས་རབ་དང་། །མཽད་གལ་བུ་ཡི་རྫུ་འཕྲུལ་དང་། །མ་འགགས་པ་ཡི་མིག་དང་ནི།
en: By the majesty of all the buddhas, The majesty of the pratyekabuddhas, The powers of the arhats, And all the secret mantra holders, By the wisdom of Śāriputra, The supernatural power of Maudgalyāyana, The vision of Aniruddha, And the ascetic practices of Kāśyapa;

source: །འོད་སྲུང་སྦྱངས་པའི་ཡོན་ཏན་དང་། །ཀཽཎྜི་ནྱའི་སྔར་ཐོབ་དང་། །ཀུན་དགའ་བོ་ཡི་ཐོས་པ་དང་། །ཚངས་པ་ཡི་ནི་བྱམས་པ་དང་། །བརྒྱ་བྱིན་གྱི་ནི་དབང་རྣམས་དང་། །འཇིག་རྟེན་སྐྱོང་བའི་ཡུལ་རྣམས་དང་། །དབང་ཕྱུག་ཆེན་པོའི་སྟོབས་དག་དང་། །སྡེ་དཔོན་རྣམས་ཀྱི་མཐུ་དག་དང་། །འཕྲོག་མའི་གཟི་བརྗིད་རྫུ་འཕྲུལ་དང་། །དེ་དག་རྣམས་ཀྱི་མཐུ་དང་གཟིས།
en: By the previous attainments of Kauṇḍinya, The learning of Ānanda, The benevolence of Brahmā, And the supremacy of Śatakratu; By the territories of the guardians of the world, The power of Maheśvara, The might of the generals, And the supernatural splendor of Hārītī— Through their might and majesty,

source: །བདག་གི་དུག་ནི་དུག་མེད་ཤོག །སྟོང་ཆེན་མོ་རབ་ཏུ་འཇོམས་པ་ལས་གསུངས་པའི་སྨོན་ལམ་རྫོགས་སྷོ།།
en: May poison be removed from me! This completes the aspiration prayer from the words spoken in “Destroyer of the Great Trichiliocosm.”
